{
    "housesData": [
    {
        "id": 1,
        "image_name": "Lune filante",
        "image_path": "src/assets/images/space1.jpg",
        "address": "Chemin des Étoiles Filantes, Vallée Tranquille, Clair de Lune-sur-Serein",
        "description": "Laissez-vous emporter par la magie de notre lune filante. Cette location romantique vous offre une vue imprenable, idéale pour une escapade en amoureux sous les étoiles.",
        "price": 750000000,
        "rate": 4.6
    },
    {
        "id": 2,
        "image_name": "Constellation familiale",
        "image_path": "src/assets/images/space2.jpg",
        "address": "456 Sentier des Constellations, Forêt Étoilée, Astraville",
        "description": "Créez des souvenirs inoubliables en famille dans notre constellation familiale. Cette spacieuse location spatiale vous accueille pour des moments de partage et de découverte.",
        "price": 23000,
        "rate": 4.8
    },
    {
        "id": 3,
        "image_name": "Cosmos confortable",
        "image_path": "src/assets/images/space3.jpg",
        "address": "210 Avenue du Cosmos, Campagne Sereine, Cielville",
        "description": "Profitez du confort douillet de notre cosmos confortable. Avec ses équipements modernes et son atmosphère accueillante, cette location spatiale vous promet un séjour relaxant et agréable.",
        "price": 700,
        "rate": 4.8
    },
    {
        "id": 4,
        "image_name": "Sérénité spatiale",
        "image_path": "src/assets/images/space4.jpg",
        "address": "101 Rue de la Sérénité, Rivière Calme, Astropolis",
        "description": "Échappez au tumulte de la vie quotidienne et plongez dans la sérénité spatiale de notre location. Offrant un refuge paisible au milieu des étoiles, cette escapade vous permettra de vous ressourcer en toute tranquillité.",
        "price": 450,
        "rate": 4.9
    },
    {
        "id": 5,
        "image_name": "Étoile des galaxies",
        "image_path": "src/assets/images/space5.jpg",
        "address": "123 Rue de la Voie Lactée, Montagnes Célestes, Astrovilla",
        "description": "Offrez-vous une escapade de luxe avec notre étoile des galaxies. Nichée parmi les étoiles scintillantes, cette location vous promet une expérience cosmique inoubliable.",
        "price": 125000000,
        "rate": 4.7
    },
    {
        "id": 6,
        "image_name": "Rayonnement rustique",
        "image_path": "src/assets/images/space6.jpg",
        "address": "789 Chemin des Rayons Rustiques, Canyon Rocheux, Astrebois",
        "description": "Plongez dans une ambiance chaleureuse dans cette cabane spatiale pour une expérience unique et authentique.",
        "price": 2,
        "rate": 4.9
    }
]
}